---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AnnotationSymbolType
source: html/f7636343-4354-ce29-c5ce-5f5632b9212f.htm
---
# AnnotationSymbolType Members

Activates the symbol to ensure that its geometry is accessible.